Repository: kamxy/Grid-Feed-Planner-Instagram
Catalog: InstagramGridPreview/Localizable.xcstrings
Source language: en
Languages: tr

source: Continue
tr: İlerle

source: Dismiss
tr: Vazgeç

# planAndDesign
source: Plan and design your feed before you post it on Instagram. Drag and drop your photos until your feed looks perfect.
tr: Akışınızı Instagram'da yayınlamadan önce planlayın ve tasarlayın. Akışınız mükemmel görünene kadar fotoğraflarınızı sürükleyip bırakın.

# premium.feature.export
source: Export in High Resolution
tr: Yüksek Çözünürlükte Dışa Aktar

# premium.feature.filters
source: Premium Filters
tr: Premium Filtreler

# premium.feature.planning
source: Advanced Planning Tools
tr: Gelişmiş Planlama Araçları

# premium.feature.unlimited
source: Unlimited Grid Previews
tr: Sınırsız Izgara Önizlemesi

# premium.restore
source: Restore Purchases
tr: Satın Alınanları Geri Yükle

# premium.subtitle
source: Unlock all features and enhance your Instagram planning experience
tr: Tüm özelliklerin kilidini açın ve Instagram planlama deneyiminizi geliştirin

# premium.title
source: Upgrade to Pro
tr: Pro'ya Yükselt

# premium.upgrade.button
source: Upgrade for %@
tr: %@ için Yükselt

# previewProfile
source: Preview Your Profile
tr: Profilini Önizle

source: Save Order
tr: Sırayı Kaydet

# selectImages
source: Select images for your Grid
tr: Profilin için fotoğraflar seç

source: Welcome to
tr: Hoşgeldin
